import RightNewsBox from './RightNewsBox';
import TopPart from './TopPart';
function Reading() {
    return (<section className="pt-32">
<div className="mainBX w-5/6 mx-auto flex">
    <div className="leftPart w-8/12 px-4">
    <div className="imgBX ">
        <img src="https://cdn.pixabay.com/photo/2022/06/27/18/55/grain-7288138_960_720.jpg" alt="" className="w-full" />
    </div>
    <div className="dateTime my-4">
    <TopPart
       type="Technology"
       date="Jun 24,2022"
       />
    </div>
    <div className="describtion">
        <div className="title font-main text-xl">
        Natural Farming Conclave: Surat Farmers To Share Success Stories With PM Modi Today
        </div>
        <div className="text">
        এজবাস্টন: প্রথম ২ ম্যাচে জিতে সিরিজ জিতে নিয়েছে টিম ইন্ডিয়া (Indian Cricket Team)। আজ টি-টোয়েন্টি সিরিজের (T20 Series) শেষ ও নিয়মরক্ষার ম্যাচে খেলতে নামছে রোহিত (Rohit Sharma) বাহিনী। এর পর ইংল্যান্ডের বিরুদ্ধেই তিন ম্যাচের ওয়ান ডে সিরিজ রয়েছে। তার আগে শুধু ধারাবাহিকতা ধরে রাখাই লক্ষ্য। একই সঙ্গে টেস্ট হারের পর টি-টোয়েন্টি সিরিজে প্রতিপক্ষকে হোয়াইটওয়াশ করার সুবর্ণ সুযোগ রয়েছে রোহিত বাহিনীর সামনে। 

আজকের ম্যাচ
আজ টি-টোয়েন্টি সিরিজের তৃতীয় ম্যাচে মুখোমুখি হবে ভারত-ইংল্যান্ড

কোথায় হবে টি-টোয়েন্টি ম্যাচটি?
এই ম্যাচটি হবে ট্রেন্টব্রিজ স্টেডিয়াম, নটিংহ্যামশায়ার

কখন শুরু হবে খেলা?
ভারতীয় সময় অনুসারে ভারত-ইংল্য়ান্ড এই টি-টোয়েন্টি ম্য়াচটি শুরু হবে সন্ধে ৭টায়


কোন চ্যানেলে দেখা যাবে এই ম্যাচটি?
এই খেলাটি দেখা যাবে সোনি স্পোর্টস নেটওয়ার্কে

অনলাইনে কোথায় দেখা যাবে ম্যাচ?
অনলাইনে সোনি লিভ ও জিও টিভিতে এই ম্যাচ দেখা যাবে
<br />
আগের ২ ম্যাচেই জয় পাওয়ায় দলে বদল আসার সম্ভাবনা খুবই কম। তবে এই ম্যাচ বিরাট কোহলির জন্য খুবই গুরুত্বপূর্ণ। টি-টোয়েন্টি বিশ্বকাপের স্কোয়াড বাছার আগে বিরাটের পারফরম্যান্সকে রীতিমতো আতস কাচের তলায় রাখা হচ্ছে। তাই এই ম্যাচ ও আসন্ন তিনটি ওয়ান ডে খুবই গুরুত্বপূর্ণ কোহলির জন্য। অন্যদিকে ভুবনেশ্বর, জাডেজা, হার্দিকের ফর্মে থাকা স্বস্তি দেবে টিম ম্যানেজমেন্টকে।

সিরিজ জিতে নিয়েছিল ভারত

মাত্র দিন কয়েক আগের ঘটনা। এজবাস্টনে টেস্ট ম্যাচে হেরে মাথা নীচু করে মাঠ ছেড়েছিলেন যশপ্রীত বুমরা-বিরাট কোহলিরা। শনিবার সেই এজবাস্টনেই হাসি ফিরল ভারতীয় শিবিরে। ইংল্যান্ডকে তিন ম্যাচের টি-টোয়েন্টি সিরিজের দ্বিতীয় ম্যাচেও হারাল ভারত। ৪১ রানে রোহিত শর্মারা ম্যাচ জিততেই টি-টোয়েন্টি সিরিজ জয় নিশ্চিত করে ফেলল টিম ইন্ডিয়া। ১ ম্যাচ বাকি থাকতেই।
        </div>
    </div>
    </div>
    <div className="rightPart w-4/12">
<RightNewsBox
/>
    </div>
</div>

    </section>);
}

export default Reading;